[
    {
      "id": "1",
      "name": "Antique Victorian Tea Set",
      "preview": "https://example.com/images/antique-victorian-tea-set.jpg",
      "description": "This beautiful antique Victorian tea set is perfect for afternoon tea parties or special occasions. It includes a teapot, sugar bowl, creamer, and six cups and saucers. The tea set is made of fine china and is decorated with delicate floral patterns.",
      "price": "1500"
    },
    {
      "id": "2",
      "name": "Antique French Armoire",
      "preview": "https://example.com/images/antique-french-armoire.jpg",
      "description": "This stunning antique French armoire is a must-have for any antique lover. It is made of solid walnut and features intricate carvings and beautiful hardware. The armoire has plenty of storage space for clothes, linens, or other belongings.",
      "price": "2500"
    },
    {
      "id": "3",
      "name": "Antique Persian Rug",
      "preview": "https://example.com/images/antique-persian-rug.jpg",
      "description": "This exquisite antique Persian rug is a work of art. It is hand-woven with the finest materials and features intricate geometric designs. The rug is in excellent condition and would make a stunning addition to any home.",
      "price": "3000"
    },
    {
      "id": "4",
      "name": "Antique Grandfather Clock",
      "preview": "https://example.com/images/antique-grandfather-clock.jpg",
      "description": "This magnificent antique grandfather clock is a true masterpiece. It is made of solid mahogany and features a chiming mechanism that plays every hour. The clock is in excellent condition and would make a stunning addition to any home.",
      "price": "4000"
    },
    {
      "id": "5",
      "name": "Antique Crystal Chandelier",
      "preview": "https://example.com/images/antique-crystal-chandelier.jpg",
      "description": "This elegant antique crystal chandelier is sure to add a touch of glamour to any home. It is made of the finest crystal and features intricate details. The chandelier is in excellent condition and would make a stunning addition to any foyer, dining room, or living room.",
      "price": "5000"
    },
    {
      "id": "6",
      "name": "Antique Porcelain Vases",
      "preview": "https://example.com/images/antique-porcelain-vases.jpg",
      "description": "These exquisite antique porcelain vases are a must-have for any antique lover. They are hand-painted with intricate floral designs and are in excellent condition. The vases would make a stunning addition to any home.",
      "price": "1000"
    },
    {
      "id": "7",
      "name": "Antique Silver Tea Set",
      "preview": "https://example.com/images/antique-silver-tea-set.jpg",
      "description": "This beautiful antique silver tea set is perfect for afternoon tea parties or special occasions. It includes a teapot, sugar bowl, creamer, and six cups and saucers. The tea set is in excellent condition and would make a stunning addition to any home.",
      "price": "2000"
    },
    {
      "id": "8",
      "name": "Antique Chinese Jade Sculpture",
      "preview": "https://example.com/images/antique-chinese-jade-sculpture.jpg",
      "description": "This exquisite antique Chinese jade sculpture is a must-have for any art lover. It is hand-carved from the finest jade and features intricate details. The sculpture is in excellent condition and would make a stunning addition to any home.",
      "price": "3000"
    },
    {
      "id": "9",
      "name": "Antique French Oil Painting",
      "preview": "https://example.com/images/antique-french-oil-painting.jpg",
      "description": "This beautiful antique French oil painting is a perfect example of the Impressionist style.",
      "price": "1000"
    },
    {      
      "id": "10",
      "name": "Antique Art Nouveau Pendant Lamp",
      "preview": "https://example.com/images/antique-art-nouveau-pendant-lamp.jpg",
      "description": "This stunning antique Art Nouveau pendant lamp is a must-have for any lover of vintage style. It features a floral design and is in excellent condition. The lamp would make a stunning addition to any room in your home.",
      "price": "3000"
    },
    {
      "id": "11",
      "name": "Antique Art Deco Mirror",
      "preview": "https://example.com/images/antique-art-deco-mirror.jpg",
      "description": "This stunning antique Art Deco mirror is a must-have for any lover of vintage style. It features a geometric design and is in excellent condition. The mirror would make a stunning addition to any room in your home.",
      "price": "2000"
    },
    {
      "id": "12",
      "name": "Antique Victorian Settee",
      "preview": "https://example.com/images/antique-victorian-settee.jpg",
      "description": "This beautiful antique Victorian settee is perfect for adding a touch of elegance to your home. It features a tufted back and seat, and is upholstered in a rich velvet fabric. The settee is in excellent condition and would make a stunning addition to any living room or parlor.",
      "price": "3000"
    },
    {
      "id": "13",
      "name": "Antique French Candelabra",
      "preview": "https://example.com/images/antique-french-candelabra.jpg",
      "description": "This exquisite antique French candelabra is perfect for adding a touch of luxury to your home. It is made of bronze and features five ornate candle holders. The candelabra is in excellent condition and would make a stunning addition to any dining table or mantelpiece.",
      "price": "4000"
    },
    {
      "id": "14",
      "name": "Antique Chinese Porcelain Plate",
      "preview": "https://example.com/images/antique-chinese-porcelain-plate.jpg",
      "description": "This exquisite antique Chinese porcelain plate is a must-have for any collector of Asian art. It is hand-painted with a delicate floral design and is in excellent condition. The plate would make a stunning addition to any home decor.",
      "price": "1000"
    },
    {
      "id": "15",
      "name": "Antique Silver Tea Caddy",
      "preview": "https://example.com/images/antique-silver-tea-caddy.jpg",
      "description": "This beautiful antique silver tea caddy is perfect for storing your favorite loose leaf tea. It features a hinged lid and is in excellent condition. The tea caddy would make a stunning addition to any kitchen or dining room.",
      "price": "1500"
    },
    {
      "id": "16",
      "name": "Antique Pocket Watch",
      "preview": "https://example.com/images/antique-pocket-watch.jpg",
      "description": "This elegant antique pocket watch is a must-have for any collector of fine timepieces. It features a gold-plated case and a white enamel dial. The watch is in excellent condition and would make a stunning addition to any outfit.",
      "price": "2500"
    }
  ]
  